Repository: MirzaCengic/gislab
Catalog: system/server/100-service-webgis/app/gislab-web/webgis/viewer/locale/*/LC_MESSAGES/django.po
Languages: sk

source: Please correct the error below.
sk: Opravte prosím nižšie uvedenú chybu

source: Please correct the errors below.
sk: Opravte prosím nižšie uvedené chyby

source: Username
sk: Používateľské meno

source: Password
sk: Heslo

source: Log in
sk: Prihlásiť sa

source: Attributes
sk: Atribúty

source: Log out
sk: Odhlásiť sa

source: Base Layers
sk: Podkladové vrstvy

source: Overlay Layers
sk: Prekladové vrstvy

source: Legend
sk: Legenda

source: Properties
sk: Vlastnosti

source: Author
sk: Autor

source: Organization
sk: Organizácia

source: Abstract
sk: O projekte

source: User
sk: Používateľ

source: Publish date
sk: Čas publikácie

source: About
sk: O aplikácii

source: GIS.lab version
sk: GIS.lab verzia

source: Content
sk: Obsah

source: Error
sk: Chyba

source: Failed to fetch vector data (drawing: %(drawing_id)s)
sk: Nepodarilo sa načítať vektorové dáta (kreslenie: %(drawing_id)s)

source: Message
sk: Správa

source: Home
sk: Domov

source: Pan
sk: Posun po mape

source: Previous in history
sk: Predchádzajúca poloha

source: Next in history
sk: Nasledujúca poloha

source: Points
sk: Body

source: Lines
sk: Línie

source: Polygons
sk: Polygóny

source: Draw geometry
sk: Kreslenie

source: Failed to save data
sk: Nepodarilo sa uložiť dáta

source: Warning
sk: Varovanie

source: There is no data to be saved
sk: Nie sú nakreslené žiadne objekty

source: Active layer
sk: Aktívna vrstva

source: All visible layers
sk: Všetky viditeľné vrstvy

source: Feature info
sk: Identifikácia

source: Length
sk: Dĺžka

source: Area
sk: Plocha

source: Measure length
sk: Meranie dĺžky

source: Measure area
sk: Meranie plochy

source: Print layout
sk: Šablóna pre tlač

source: DPI resolution
sk: PDI rozlíšenie

source: Output file format
sk: Formát tlačového výstupu

source: Rotation
sk: Natočenie

source: Print
sk: Tlačiť

source: History of saved drawings
sk: História kreslenia

source: Drawing
sk: Kreslenie

source: Title
sk: Názov

source: Time
sk: Čas

source: Attribute
sk: Atribút

source: Logical operator
sk: Logický operátor

source: Incorrect comma-separated list of integers
sk: Nesprávne zadaný zoznam celých čísel

source: Comma-separated list of integer numbers
sk: zoznam celých čísel (oddelených čiarkou)

source: Integer number value
sk: Celočíselná hodnota

source: Incorrect comma-separated list of decimal numbers
sk: Nesprávne zadaný zoznam destinných čísel

source: Comma-separated list of decimal numbers
sk: Zoznam destinných čísel (oddelených čiarkou)

source: Decimal number value
sk: Desatinné číslo

source: Comma-separated list of text values
sk: Zoznam textových hodnôt (oddelených čiarkou)

source: Text value
sk: Textová hodnota

source: Add another attribute filter
sk: Pridať filter podľa atribútu

source: Remove attribute filter
sk: Odstrániť filter atribútu

source: Logical operator between attributes
sk: Logický operátor medzi atribútmi

source: Search
sk: Vyhľadať

source: Searching has reach limit of {0} results
sk: Vyhľadávanie prekročilo stanovený limit {0} výsledkov

source: Searching failed
sk: Vyhľadávanie zlyhalo

source: Searching
sk: Vyhľadávanie
